Repository: giellalt/corpus-nob
Catalog: prestable/tmx/goldstandard/sme/facta/skuvlahistorja4/kirsten-n.htm.tmx
Source language: nob
Languages: sme

source: Artikkel i boka Samisk skolehistorie 4 . Davvi Girji 2010 .
sme: Artihkal girjjis Sámi skuvlahistorjá 4 Davvi Girji 2010 .

source: Fra Kautokeino til døveskole i 1940
sme: Guovdageainnus bealjehemiid skuvlii 1940:s

source: Fortalt til Kristin Sara
sme: Muitalan Kristin Sarai

source: Kirsten Sara , Trondheim 1943 ( Foto : Thorleif Wardenær )
sme: Kirsten Sara , Trondheim 1943 ( Govva : Thorleif Wardenær )

source: Kristin Sara , Trondheim 1994 ( Foto : Svein Lund )
sme: Kristin Sara , Trondheim 1994 ( Govva : Svein Lund )

source: Kirsten N. Sara Ørsnes ( Ellána Risten ) ble født i en reindriftsfamilie i Kautokeino 1930 .
sme: Kirsten N. Sara Ørsnes ( Ellána Risten ) riegádii Guovdageainnu boazosápmelačča jovkui 1930:s .

source: Hun var født døv , og ble sendt til Trondheim offentlige skole for døve da hun var rundt 10 år gammel .
sme: Son lei bealjeheapmi riegádeamis juo ja sáddejuvvui Troandima almmolaš skuvlii bealjehismánáid váste go lei birrasiid 10 jahkásaš .

source: Etter døveskolen tok hun husmorskolen ved Stavanger offentlige skole , yrkesskole for døve piker og arbeida som syerske i Ålesund , hushjelp i Kautokeino og senere på Luma lampefabrikk i Oslo .
sme: Maŋŋel bealjehemiid skuvlla son váccii ruovttudikšunoahpa Stavangera almmolaš skuvllas , bealjehis nieiddaid fidnoskuvlla ja barggai goarrun Ålesundas , biigui Guovdageainnus ja barggai dasto maŋŋil Luma lámpáfabrihkas Oslos .

source: I Oslo traff hun sin mann .
sme: Oslos son gávnnai isida .

source: De giftet seg og flyttet til Tarva i Bjugn i Sør-Trøndelag , der hennes mann fikk en stilling som fjøsrøkter .
sme: Soai náitaleigga ja fárriiga Tarvai , Bjugnii Lulli-Trøndelagii gos su isit oaččui návetbarggu .

source: Seinere kjøpte de seg en egen gård og bosatte seg i Rissa i Sør-Trøndelag .
sme: Maŋŋil soai osttiiga sierra dálu ja ásaiga Rissai Lulli-Trøndelagii .

source: De fikk fem barn .
sme: Sudnuide šadde 5 máná .

source: Hennes datter , Kristin Sara ( Ellána Ristena Risten ) er født i 1965 og oppvokst i Rissa .
sme: Su nieida , Kristin Sara ( Ellána Ristena Risten ) lea riegádan 1965:s ja bajásšaddan Rissas .

source: Hun er utdannet døvetolk og har i 2009 intervjuet sin mor om hennes barndom og skolegang .
sme: Son lea oahppan bealjehemiid dulka ja lea 2009:s jearahallan eatnistis su mánnávuođa ja skuvlavázzima birra .

source: Intervjuet er komplettert med opplysninger som vi har funnet i Kautokeino skolestyres arkiv .
sme: Su jearahallamii mii leat lasihan dieđuid maid leat gávdnan Guovdageainnu skuvlastivrra vuorkkáin .

source: Barndom på fjellet
sme: Mánnávuohta duoddaris

source: Jeg vokste opp med familien på fjellet , i siidaen , og vi flyttet etter reinen .
sme: Bajásšadden joavkkus duoddaris , siiddas , ja mii jođiimet bohccuiguin .

source: Jeg hadde to søstre og en bror .
sme: Mus ledje guokte oappá ja okta viellja .

source: Det var et lite , oversiktlig samfunn og jeg kjente alle .
sme: Lei unna servodagaš , ja mun dovden buohkaid .

source: Det er mest voksne jeg husker fra den tiden og ikke andre barn .
sme: Muittán eanas ollesolbmuid in ge mánáid .

source: Det kan komme av at jeg kommuniserte mest med min mor og bror .
sme: Soaitá danne go gulahallen buoremusat etniinan ja vieljainan .

source: Og min fetter Nils Gaup husker jeg spesielt godt , fordi har brukte å skøye .
sme: Ja vilbealán Nils Gaupa gal muittán bures , go son lávii leaikkastallat .

source: Det er også kommunikasjon .
sme: Dat lea maiddái gulahallan .

source: Mine søsken regnet jeg ikke som barn , de var søster eller bror .
sme: Oappáidan ja vielljan in atnán mánnán , sii ledje oappát ja viellja .

source: Hverdagen besto av lek og faste gjøremål .
sme: Beaivválaččat stoagaimet ja barggaimet dihto bargguid .

source: Jeg hentet ved , fyrte og kokte kaffe .
sme: Guottašin muoraid , dolastin ja vuššen gáfe .

source: Der var jeg flink , har mor fortalt .
sme: Ledjen čeahppi , lea eadnán muitalan .

source: Hun brukte å skryte av det og si at jeg hadde et godt hode å tenke med .
sme: Son lávii rámpostallat , dajai mus lei buorre jurddašeaddji oaivi .

source: Vi kommuniserte med tegn og gester .
sme: Moai gulahalaime cuoigumiin ja čájehallamiin .

source: Ellers så var hunden min faste følgesvenn .
sme: Muđui lei beana mu guoibmi .

source: Jeg var veldig sky og trakk meg fort unna når det kom fremmede .
sme: Ledjen hui árgi ja čiehkádin ovttatmano go guossit bohte .

source: Jeg likte å leke med lasso , fange og bli fanget og jeg likte å være alene .
sme: Mu mielas lei somá njorostallat , darvehit ja darvehallat , ja mun háliidin leat okto .

source: Det var et fritt liv .
sme: Lei sorjjasmeahttun eallin .

source: Men jeg husker at jeg ofte hadde mareritt om nettene og da kunne det hende at jeg sto opp og gikk ut .
sme: Goitge muittán go deddojin oađidettiin ja de muhtumin lihkken ja vulgen olggos .

source: Hunden fulgte alltid etter meg og da var jeg glad og trygg .
sme: Beatnagat čuovvoledje mu álo , ja de ledjen oadjebas ja ilus .

source: Mor trodde vel at jeg skulle ut på do , for jeg sa aldri noe om marerittene .
sme: Eadni várra doaivvui mu manname hivssegii , go mun in goassege muitalan ahte ledjen deddon .

source: Jeg husker spesielt godt en gang jeg var ute på mine vandringer mens sola ennå sto i horisonten .
sme: Muittán erenoamážit oktii go ledjen vuot vázzime ja beaivváš lei jur badjáneame .

source: Plutselig så jeg noe mørkt og stort som bredde ut sine vinger og kretset over meg .
sme: Fáhkkestaga fuomášin juoidá čáhppada girddašeame mu bajábealde .

source: Det var en ørn .
sme: Goaskin dat lei .

source: Men jeg hadde hunden med meg så jeg ble ikke redd , bare nysgjerrig .
sme: Mus lei beana mielde in ge mun de ballan , šadden dušše sáhkkii .

source: Jeg så at hunden ble ilter og satte av gårde etter den så jeg visste at hunden passet på meg .
sme: Oidnen go beana dego suhtai ja rohkkáhii lotti , ja de dihten beana várjalii mu .

source: Jeg fortalte aldri mor hva jeg opplevde fordi hun var streng og jeg tenkte at hun ikke likte at jeg dro av gårde alene .
sme: In muitalan goassege eadnásan maid vásihin go son lei hui garas muinna ii ge soaitán liikot dasa go ledjen mannan okto olggos .

source: Hun var snar med pekefingeren og formante meg .
sme: Son lávii hui gearggus gieldit mu .

source: Hun prøvde å vise meg at det var dyr utenfor siidaen som var større enn hunden .
sme: Geahččalii čájehit munnje ahte dobbelis siidda ledje eallit mat ledje vel stuorábut go beana .

source: Men den historien kunne jeg ikke forstå . Jeg ikke hadde sett det .
sme: Dan mun dieđusge in ipmirdan , go in lean oaidnán dakkár ealli .

source: De ville ha meg til å forstå at det fantes ulv som var farlig , men det var ikke lett .
sme: Sii vigge dáguhit munnje ahte doppe ledje gumppet , dat ledje várálaččat , muhto ii lean álki .

source: En dag tok min far og bror meg ut i skogen for å vise meg et reinkadaver .
sme: Muhtumin áhččán ja vielljan válddiiga mu mielde vuovdái , čájeheigga ráppi .

source: Kanskje jeg da ville skjønne at det var ulv der ute ?
sme: Amma mu dal de ipmirdan ahte doppe leat gumppet ?

source: – Se der , – den er spist av ulv og den kan spise deg også , sa de strengt til meg . Men det jeg ikke hadde sett , verken forsto eller aksepterte jeg .
sme: – Gea duo , – diet lea borahallan gumpii ja gumpe sáhttá borrat du maid , dajaiga garrasit munnje , muhto mun in dohkkehan in ge ipmirdan maidege maid in lean oaidnán ieš .

source: Jeg var veldig sta sånn .
sme: Ledjen dan dáfus hui ceaggái .

source: Et dyr som var større enn en hund og som kunne spise meg eksisterte ikke i min verden .
sme: Danne mu ipmárdusas ii gávdnon obage ealli mii lei stuorát go beana ja sáhtii borrat mu .

source: Jeg trivdes godt på fjellet og var ikke så glad i å besøke familie i bygda eller sove i hus .
sme: Mu mielas lei somá eallit duoddaris in ge mun háliidan galledit fulkkiidan gilis in ge oađđit viesus .

source: Da følte jeg meg innestengt og kjedet meg fort .
sme: Doppe orui nu gárži ja moskkus , ja mun láittastuvvagohten fargga .

source: I bygda var det dessuten så mange fremmede , som hadde så rare klær .
sme: Ja gilis ledje nu ollugat geain ledje ártegis biktasat .

source: Jeg var redd fremmede .
sme: Ballen apmasiin .

source: Jeg tenkte så mye rart da jeg var barn , men det var en morsom tid .
sme: Jurddašin ollu ipmašiid mánnán , muhto dat lei goit suohtas áigi .

source: Jeg husker jeg var misunnelig på min bror som hadde rein .
sme: Muittán go gáđaštin vielljan danne go sus ledje bohccot .

source: Jeg klagde til mor og hun lovte meg faktisk en kalv .
sme: Váidalin eadnásan , ja son lohpidii addit munnje miesi .

source: Jeg måtte bare vente til våren når kalvene kom . Men dessverre ble jeg sendt av gårde til døveskolen og jeg fikk ikke se den vokse opp . Men jeg hadde et øremerke .
sme: Fertejin vuordit giđđii guottetáigái , muhto de ges šadden vuolgit bealjehemiid skuvlii in ge beassan oaidnit miesi stuorrume , mearka mus gal lei .

source: Jeg var stolt av det .
sme: Ledjen hui gába dainna .

source: Før jeg ble sendt til døveskolen , kom krigen med fly over himmelen .
sme: Ovdalgo šadden vuolgit bealjehemiid skuvlii , de šattai soahti ja girdit girddašedje .

source: Det var voldsomt .
sme: Lei issoras .

source: Mitt klareste minne er at jeg var ute og lekte med Ellen , mitt søskenbarn .
sme: Čielgaseamos muitu lea báhcán go ledjen olgun stoahkame Elliin , oambeliin .

source: Plutselig sprang alle og gjemte seg .
sme: Fáhkkestaga buohkat viehkaledje čiehkádit .

source: Ellen ropte på meg og sa at jeg måtte skynde meg .
sme: Elle čurvii munnje ja siđai doapmat .

source: Jeg sprang etter og gjemte meg med henne , men forsto ingenting .
sme: Vihken su maŋis ja moai čiehkádeimme , muhto in ipmirdan maidege .

source: Senere kikket jeg ut og først da så jeg flyene .
sme: Maŋŋelaš guovlalin olggos , ja de oidnen girdiid .

source: De fortalte meg at det var farlig og at de skjøt på det som rørte seg .
sme: Sii muitaledje munnje ahte dat ledje várálaččat , báhče buot mii lihkadii .

source: De viste meg min brors gevær og da forsto jeg at de kunne skyte meg .
sme: Sii čájehedje munnje vielja bissu , ja de ipmirdin ahte sii sáhttet báhčit mu .

source: Min mor fortalte at lensmann Dahl hadde vært hos oss på fjellet , kjøpte rein og reist til Sverige .
sme: Eadni muitalii ahte leansmánni Dahl lei leamaš min siiddas , oastán herggiid ja mannan Ruŧŧii .

source: Men hva forsto vel jeg hva det betydde ?
sme: Na mun ba dáiden ipmirdan mii dat ges lei ?

source: Laga egne tegn
sme: Ráhkadeimmet iežamet giehtasániid

source: Jeg lærte ikke tegnspråk slik som døve barn gjør nå .
sme: In oahppan bealjehemiid giela nu go dálá mánát .

source: Det var ingen som visste noe om døve og om tegnspråk .
sme: Ii oktage diehtán bealjehemiid ja giehtagiela birra .

source: Jeg er ikke engang sikker på at familien skjønte at jeg var døv på det tidspunktet .
sme: In dieđe vel dan ge áibbas sihkkarit ležže go min joavku ipmirdan obage ahte mun ledjen bealjeheapmi .

source: Vi lagde tegn og gester .
sme: Mii ráhkadeimmet čájehansániid ja čujuhanlihkastagaid .

source: Jeg var spesielt knyttet til min mor og bror siden de var gode på å lage tegn .
sme: Ledjen hirbmadit gesson eadnái ja villjii danne go soai leigga čeahpit ráhkadit čájehanmeahtaliid .

source: Søstrene mine var også flinke , men det var min bror som fortalte hva som skjedde rundt omkring .
sme: Oappáguovttos leigga maiddái čeahpit , muhto viellja dat muitalii munnje mii olgun dáhpáhuvai .

source: Det kunne være om flokken , hvor de var , hvor mange kalver , hvilke av dyrene som ble slaktet , hvordan man slaktet , øremerker og hvem som eide dyrene .
sme: Soittii ealu birra , gos dat lei , ollu miesit go ledje , guđe bohccuid sii áigo njuovvat , mot njuvvet , merkejit misiid ja gean guđege boazu lei .

source: Han var flink til å bruke kroppsspråk , han kunne blitt skuespiller .
sme: Son lei hui čeahppi čájáhallat oaivila gorudiin , son livččii sáhttán šaddat neavttárin .

source: Vi laget tegn for konkrete ting og personer som var viktig i vårt liv .
sme: Mii ráhkadeimmet dovdomearkkaid guđege dávvirii ja midjiide lagas gullevaš olbmuide .

source: Thomas hadde et tegn , han hadde et arr på kinnet , så tegnet ble utledet av det .
sme: Thomasis lei su iežas dovdomearka , sus lei árba muođus , ja danne dovdomearka dahkkui das .

source: Det var en jeg oppfattet som var fæl til å drikke , så jeg mimet han .
sme: Muhtun olbmo árvidin lei hui juhkki , ja mun áđđestallen su .

source: Men min bror lærte meg også bokstaver så vi kunne skrive navn .
sme: Vielljan oahpahii munnje bustávaid maiddái , vai beasaime čállit namaid .

source: Det eneste jeg kunne si var enkle ting som « Bittu » hunden , « Ante » min bror og « e e » eadni ( mor ) .
sme: Áidna man sealggadin dadjat lei « Bittu » , beana , « Ánte » viellja , ja « e e » , eadni .

source: Jeg så at folk pratet med hverandre , og jeg hermet uten at jeg skjønte hva de egentlig gjorde .
sme: Oidnen go olbmot humadedje , ja mun áđđestallen sin vaikko in ipmirdan maid sii barge .

source: Jeg hadde jo ikke hørt tale .
sme: In mun lean goit gullan hupmama .

source: Det eneste jeg husker jeg har hørt er hundeglam .
sme: Áidna maid muittán gullan lea beanašáikasa .

source: Og jeg hørte faktisk fly under krigen .
sme: Ja soađi áigge gullen girdi nai .

source: Det var skremmende .
sme: Lei hui issoras .

source: Likevel så husker jeg først og fremst lukten av flyene .
sme: Buoremusat muittán girdihája .

source: Jeg luktet dem før de kom .
sme: Haksen daid ovdal go dat ihte albmái ja ovdal go dat haksogohte .

source: Jeg så bare at alle sprang og gjemte seg .
sme: Oidnen dušše go buohkat viehkaledje čiehkádit .

source: Det rare var at noen ganger var folk rolige når det kom fly .
sme: Imaštallen go olbmot muhtumin eai ballán go girdit bohte .

source: Jeg forsto aldri hvorfor noen fly var farlige og andre ikke , men jeg gjorde som de andre .
sme: In ipmirdan goassege manne muhtun girdit ledje várálaččat ja manne muhtumat eai lean várálaččat , muhto mun bargen nu go buohkat earát .

source: Kort opphold på Kautokeino folkeskole
sme: Oanehis áigi Guovdageainnu álbmotskuvllas

source: Da jeg var sju år ville mor at jeg skulle begynne på skolen i Kautokeino med de andre elevene .
sme: Go ledjen deavdán čieža jagi , de eadni siđai mu álgit skuvlii Guovdageidnui daid eará mánáid mielde .

source: Det første jeg husker er alle som så på meg og lurte på om jeg kunne snakke .
sme: Ovddemus maid muittán lea go buohkat gehčče munnje ja háliidedje diehtit máhtán go hupmat .

source: De spurte om jeg kunne si « A » og « B » osv. for å sjekke om jeg kunne prate .
sme: Jerre máhtán go dadjat « A » ja « B » jna. vai gullet máhtán go hupmat .

source: De ville jeg skulle gjenta det de sa .
sme: Sii sihte mu geardduhit maid ieža dadje .

source: Jeg følte meg uvel og stakk meg unna .
sme: Šadden measta buohcci ja viehkalin eret .

source: Etter hvert roet det seg og jeg ble med i leken i skolegården .
sme: Fargga sii eai jearahan šat , ja de vulgen mun nai stoahkat skuvlašilljui .

source: Det verste jeg husker var timene hvor jeg satt ved skolepulten og ikke forsto noen ting .
sme: Váivvimus muitu lea go čohkkájin skuvlapulttes in ge ipmirdan maidege .

source: Alt fløy over hodet på meg .
sme: Buot dego girddii mu oaivvi badjel .

source: Lærerne hadde ikke kunnskap verken om døve eller tegnspråk , så jeg fikk ikke undervisning .
sme: Oahpaheddjiin ii lean máhttu ii bealjehemiid birra ii ge giehtagiela birra , danne in ožžon oahpu .

source: Bare det å forstå når elevene reiste seg for å synge .
sme: Dušše dan ipmirdit ahte oahppit čuoččahedje lávlut ?

source: Hvordan kunne jeg vite hva sang var når jeg aldri hadde hørt ?
sme: Mas ba mun ges dihten mii lávlun lea go in lean gullan dan goassege ?

source: I regnetimene var det også trasig .
sme: Rehketdiimmuin lei maiddái ahkit .

source: Ingen hadde lært meg noe om tall før .
sme: Ii oktage lean oahpahan munnje loguid .

source: Så da elevene regnet og viste meg hva de hadde gjort syntes jeg det var ekkelt .
sme: Lei váivi go oahppit rehkenaste ja čájehedje maid sii leat bargan .

source: Jeg ble nok mye overlatt til meg selv .
sme: Šadden leat ollu iehčanassii .

source: Hva annet skulle de gjøre ?
sme: Maid ba hal sii muđui dihte bargat ?

source: Det var fælt at lærerne ikke brydde seg .
sme: Lei suivat go oahpaheaddjit eai ge beroštan .

source: Det var veldig dårlig synes jeg .
sme: Dat gal lea mu mielas oba heitot .

source: For meg var det bare skit å være der !
sme: Munnje ii lean doppe earágo dušši !

source: Jeg opplevde også at elever apte etter meg og lage grimaser .
sme: Vásihin maiddái go oahppit áđđestalle mu ja njezzo munnje .

source: De skjønte vel ikke bedre , men jeg ble sint og fortalte det til noen voksne .
sme: Eai sii dieđusge ipmirdan dađi eanet , muhto mun suhtten ja váidalin ollesolbmuide .

source: Jeg forsto at de ikke brydde seg De skjønte ikke hva jeg sa , så jeg gikk til min bror .
sme: Ipmirdin ahte sii eai beroštan , eai sii dieđusge ipmirdan , ja de mannen vielja lusa .

source: Da ble det slåsskamp , for han forsvarte meg .
sme: De šattai doarru , son dieđusge bealuštii mu .

source: Det var fælt å være på skolen og jeg ville hjem .
sme: Skuvllas lei ahkit ja váivi , ja mun háliidin vuolgit ruoktot .

source: På internatet var det greit .
sme: Internáhtas gal vel dohkkii .

source: Husmor var streng og det var ikke noe tull der .
sme: Dálueamit lei hui garas , ja doppe eai beassan láhttet fasttit .

source: Jeg måtte ta vare på tøyet mitt og klare meg selv slik som de andre elevene .
sme: Fertejin ieš váruhit biktasiiddan ja dávviriiddan nu go eará oahppit .

source: Heldigvis ble jeg ikke forskjellsbehandlet sånn .
sme: Lihkus sii eai vealahan mu dan dáfus .

source: Men jeg hadde ingen å kommunisere med .
sme: In gulahallan gal ovttain ge .

source: Bare mine søsken .
sme: Dušše oappáidanguin ja vieljainan .

source: Etter en stund kom mor på besøk og da nektet jeg å være der .
sme: Fargga bođii eadni fitnat , ja de gal in šat gárron báhcit .

source: Jeg ville hjem .
sme: Háliidin ruoktot .

source: Jeg holdt henne og gråt . Så slik ble det , jeg fikk dra hjem .
sme: Dollen su ja čirron , ja nu de šattai , bessen vuolgit ruoktot .

source: Jeg gikk på skolen to - tre måneder og lengre skolegang ble det ikke for meg i Kautokeino .
sme: Vázzen skuvlla moadde mánu , ja dađi eanet skuvlla in vázzán gal Guovdageainnus .

source: Til Tromsø for undersøking
sme: Romssa gávpogii iskkadeapmái

source: Jeg tror det var etter en samtale mellom mor og skolen at det ble ordnet slik at jeg ble undersøkt av en lege i Tromsø .
sme: Doaivvun ahte danne go eadni lei hupman skuvllain , de šadden doaktára lusa Romssa gávpogii .

source: Jeg skjønte selvfølgelig ikke at vi skulle reise til Tromsø da vi dro dit .
sme: In ipmirdan dieđusge ahte leimmet vuolgime Romsii go vulggiimet .

source: Det jeg skjønte var at vi skulle av gårde med båt og at noe skulle settes på hodet og kroppen .
sme: Ipmirdin gal ahte galggaimet vuolgit fatnasa mielde , ja ahte sii áigo bidjat juoidá mu oaivái ja gorudii .

source: Jeg husker ikke så mye av reisen , bare legekontoret og legen .
sme: In muitte nu ollu dan mátkkis , dušše doaktárkantuvrra ja doaktára .

source: Vi ble mottatt av en smilende mann som sa god dag .
sme: Muhtun dievdu bođii munno ovddal ja mojohalai , rávkkai buorebeaivvi .

source: Han pekte på meg , ørene mine og tok meg i hånden bare for å gjenta dette en gang til .
sme: Son cuoiggui munnje , mu beljiide ja dollii mu gihtii , geardduhii fas .

source: Jeg nikket . Han fortsatte å peke og så gape .
sme: Nivkalin . Son cuoiggui ain ja galgen rabestit njálmmi .

source: Jeg syntes han var rar .
sme: Mu mielas son lei ártet .

source: Undersøkelsen var ikke annet enn at han så i halsen og ørene .
sme: Ii iskkadeapmi lean dađi eanet go ahte son guovllai mu čoddagii ja beljiide .

source: Men han så at jeg var døv og anbefalte skole i Trondheim .
sme: Son oinnii ahte ledjen bealjeheapmi ja rávvii bidjat mu skuvlii Troandimii .

source: Mor fikk også vite at jeg var døv på grunn av røde hunder under svangerskapet .
sme: Eadni gulai ahte ledjen šaddan dakkárin go sus lei bárkodávda go váccii muinna .

source: Så reiste vi hjem .
sme: Ja de moai vulggiime ruoktot .

source: Da jeg var vel hjemme begynte min bror å forklare at jeg skulle reise langt vekk for å gå på skole .
sme: Go leimme ollen ruoktot , de viellja muitališgođii munnje ahte galggan vuolgit guhkás vázzit skuvlla .

source: Jeg forsto at jeg måtte reise igjen , men ville ikke og nektet .
sme: Ipmirdin ahte ferten fas vuolgit juosat , muhto in háliidan in ge áigon gárrut vuolgit .

source: Han sa bestemt « JO » og pekte på ørene for å vise at jeg ikke hørte .
sme: Son humai garrasit munnje ja dajai « JUO » , cuoiggui mu beljiide čájehan dihte ahte mun in gula .

source: Langt borte skulle jeg lære å lese og skrive .
sme: Guhkkin galgen oahppat lohkat ja čállit .

source: Samtidig ville han få meg til å forstå at han hørte og derfor gikk på skole i bygda .
sme: Son vikkai mu oažžut ipmirdit ahte son gal gulai ja danne beasai vázzit skuvlla gilis .

source: Jeg visste ikke at de fleste hørte og heller ikke at jeg var døv .
sme: In mun diehtán ahte eanas olbmot gulle ja in ge dan ahte mun ledjen bealjeheapmi

source: Kautokeino skolestyres arkiv 1940 Sak 10/40 Sending av barn på døveskole .
sme: Guovdageainnu skuvlastivrra vuorká 1940 Ášši 10/40 Sáddet mánáid bealjehemiid skuvlii

source: Vedtak enstemmig : Skolestyret beslutter om å søke plass for Kirsten Nilsdtr. Sara og Anders H. Buljo på døveskole .
sme: Ovttajienalaš mearrádus : Skuvlastivra mearrida ohcat saji Kirsten Nilsdtr. Sarai ja Anders H. Buljoi bealjehemiid skuvlii .

source: Det tok to år før jeg ble sendt til døveskolen .
sme: Golle guokte jagi ovdalgo sáddejuvvojin bealjehemiid skuvlii .

source: Det er nok flere grunner til at det tok så lang tid .
sme: Dasa ledje ollu sivat .

source: Vi flyttet med flokken og når det var vinter eller vårløsning var det ofte vanskelig føre .
sme: Mii jođiimet ealuin , ja dálvet , dehe giđđat lei dávjá heajos siivu .

source: Dessuten så hadde jeg vært på skolen i Kautokeino og man hadde dårlig erfaring med å sende meg bort .
sme: Ledjen leamaš skuvllas Guovdageainnus eai ge sis lean buorit vásáhusat das go sáddejedje mu ruovttus eret .

source: I tillegg kom krigen og da var det utrygt å reise .
sme: Ja dasto lei vel soahti ja várálaš vánddardit .

source: Dessuten , hvem kunne noe om døve ?
sme: Ja dasto vel , gii máhtii maidege bealjehemiid birra ?

source: Vi bodde for langt unna slik viten .
sme: Mii oruimet guhkkin eret dakkár máhtolašvuođas .

source: Døve fra Alta gikk allerede på døveskolen på den tiden og de begynte ved vanlig skolealder .
sme: Álttá bealjeheamit gal ledje áigá álgán vázzit bealjehemiid skuvllaid , álge dohko go šadde skuvliiálgima ahkái .

source: Jeg ble kjent med flere derfra på døveskolen .
sme: Oahpásnuvven bealjehemiid skuvllas ollugiidda geat ledje doppe eret .

source: Forberedelser til reisen
sme: Ráhkkanit vuolgit

source: Heldigvis ble jeg tatt med til steder uten at jeg forsto hvorfor .
sme: Lihkus sii válde mu mielde iešguđet báikái vaikko in ipmirdan manne .

source: Det var på den måten jeg kunne få erfaringer .
sme: Nu mun ohppen ja vásihin .

source: Jeg syntes det var best å være hjemme på fjellet der alt var forutsigbart selvfølgelig .
sme: Mu mielas lei gal buoremus siiddas gos dihten mot buot lei ja mii dáhpáhuvai .

source: En dag dro vi til gamlehjemmet i Kautokeino .
sme: Muhtin beaivvi mii manaimet Guovdageainnu boarrásiidruktui .
